ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/shrink-path
zdharma/fast-syntax-highlighting
romkatv/powerlevel10k
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
buonomo/yarn-completion
agkozak/zsh-z